Repository: miphreal/configs
Catalog: gnome-shell-extensions/todo.txt@bart.libert.gmail.com/locale/po/*.po
Languages: nl

source: Edit task:
nl: Bewerk taak:

source: Cancel
nl: Annuleren

source: New task...
nl: Nieuwe taak...

source: Ungrouped
nl: Niet gegroepeerd

source: No valid todo.txt file specified
nl: Geen geldig todo.txt bestand opgegeven

source: Select location in settings
nl: Selecteer de locatie in de instellingen

source: Create todo.txt and done.txt file in
nl: Maak todo.txt en done.txt bestanden aan in

source: Open task list
nl: Takenlijst openen

source: Open task list and focus new task entry
nl: Takenlijst openen en veld voor nieuwe taak selecteren

source: Select file
nl: Selecteer bestand

source: Duplicate priority:
nl: Prioriteit is al gedefineerd:

source: Wrong priority
nl: Ongeldige prioriteit

source: Browse
nl: Bladeren

source: Apply
nl: Toepassen

source: <b>Files</b>
nl: <b>Bestanden</b>

source: Todo.txt location
nl: Locatie van todo.txt

source: Select location of todo.txt file
nl: Selecteer de locatie van het todo.txt bestand

source: Done.txt location
nl: Locatie van done.txt

source: Select location of done.txt file
nl: Selecteer de locatie van het done.txt bestand

source: <b>Shortcuts</b>
nl: <b>Snelkoppelingen</b>

source: Function
nl: Functie

source: Key
nl: Sneltoets

source: <b>General</b>
nl: <b>Algemeen</b>

source: Auto-archive done tasks
nl: Afgewerkte taken automatisch archiveren

source: Auto-add creation date to new tasks
nl: Aanmaakdatum automatisch toevoegen aan nieuwe taken

source: Edit task
nl: Bewerk taak

source: Mark task as done or archive task
nl: Taak markeren als gedaan of gearchiveerd

source: Nothing
nl: Niets

source: Action on clicking task
nl: Actie bij klikken op taak

source: Debug mode
nl: Debugmodus

source: <b>Grouping</b>
nl: <b>Groeperen</b>

source: No grouping
nl: Niet groeperen

source: Projects
nl: Projecten

source: Contexts
nl: Contexten

source: Group tasks by
nl: Groupeer taken per

source: Put ungrouped tasks in seperate group
nl: Plaats niet gegroepeerde taken in een aparte groep

source: <b>Show/hide elements</b>
nl: <b>Elementen tonen/verbergen</b>

source: Show done/archive task button
nl: Toon taak afwerken/archiveren knop

source: Show delete task button
nl: Toon verwijder taak knop

source: Show edit task button
nl: Toon bewerk taak knop

source: Show projects
nl: Toon projecten

source: Show contexts
nl: Toon contexten

source: Show new task entry
nl: Toon veld voor nieuwe taak

source: <b>Priorities display</b>
nl: <b>Weergave prioriteiten</b>

source: Style priorities
nl: Prioriteiten opmaken

source: General
nl: Algemeen

source: Display
nl: Weergave

source: <b>Styles</b>
nl: <b>Opmaakstijlen</b>

source: Priority
nl: Prioriteit

source: Color
nl: Kleur

source: Add style
nl: Stijl toevoegen

source: Please enter the priority
nl: Geef de prioriteit op

source: New priority style
nl: Nieuwe prioriteitsstijl

source: Delete
nl: Verwijderen

source: Priorities
nl: Prioriteiten
